Repository: SaadTanveer14/ai-client-prezuricle
Catalog: lib/l10n/intl_*.arb
Languages: km, lo, my, si

source: My Coin
km: រូបប្រភេទរបស់ខ្ញុំ
lo: ເງິນຂອງຂ້ອຍ
si: මගේ පොයා

source: Credit In
km: ការបង្កើតឥណទាន
lo: ໄປນຳເງິນ
si: ණය වෙළෙදපොල

source: CreditOut
km: ការទូទាត់ឥណទាន
lo: ກຳລັງອອກເງິນ
si: ණය පිළිඳ

source: Credit Balance
km: ចំណូលឥណទាន
lo: ຍອດເງິນ
si: ණය ශුද්ධවොර

# homeButtonTitle
source: Your Quick Assistants
km: គេហទំព័រជំនួញរបស់អ្នក
lo: ສຳຫຼັບຜູ້ຊ່ວຍເຫລືອ
my: ဒီနေ့စိုက်ပိုက်ကျမ်းစာများ
si: ඔබගේ වේගයෙන් බිදුවූ සහායක

source: Email Writing
km: ការ​សរសេរ​អ៊ីមែល
lo: ການຂຽນອີເມລ
my: အီးမေးလ်ရေး
si: ලිපිනය ලියන්න

source: Article Writer
km: អ្នក​សរសេរ​អត្ថបទ
lo: ນັກຄືນຂໍ້ມູນ
my: ဆောင်းပါးရေး
si: ලියන්නා

source: Technology
km: បច្ចេកទេស
lo: ໂດຍພາບ
my: နည်းပညာ
si: තාක්ෂණය

# translate
source: Translates
km: បក​ប្រែ
lo: ແປພາສາ
my: ဘာသာစကားပြုပြင်ရန်
si: පරිවර්තනය කරයි

# food
source: Foods
km: គ្រឿងអាហារ
lo: ສິນຄ້າ
my: အစာ
si: ආහාර

# ad
source: Advertiser
km: អ្នក​ផ្សព្វផ្សាយ
lo: ຜູ້ແບບຟາຍ
my: ကြေညာချက်
si: ප්‍රජාතාන්ත්‍රිකාරි

# pros
source: Pros & Cons
km: មូល​ហេតុ និង ពិការភាព
lo: ຄວາມສຳລັບ & ຄວາມຜິດຕໍ່
my: သေဘာတူသည့်နည်းလမ်းများနှင့် အရေးကြီးများ
si: ප්‍රමුඛ

source: Comedian
km: អ្នក​កំប្លែង
lo: ນັກທໍາອິດ
my: ခရုပ်သမား
si: කෝමීඩියන්

source: Science
km: វិទ្យាសាស្ត្រ
lo: ວິທະຍາສາດ
my: သင်တန်း
si: විද්‍යාව

source: Investment
km: ការ​វិនិយោគ
lo: ການລົງທຶນ
my: ငွေစာရင်း
si: ආයෝජනය

# write
source: Write & Edit
km: សរសេរ និង កែសម្រួល
lo: ຂຽນ & ແກ້ໄຂ
my: ရေးပြီးပြီး
si: ලියන්න & සංස්කෘතිය

# edu
source: Education
km: ការ​អភិវឌ្ឍ
lo: ການສືກສາ
my: ပညာရေး
si: අධ්‍යයනය

source: Chat
km: ជជែក
lo: ສົງໂຕ
my: စာရိုက်ပြီးပြီး
si: සංවාදය

# searchTitle
source: Search for what do you need...
km: ស្វែងរក​សម្រាប់អ្វីដែល​អ្នក​ត្រូវការ...
lo: ຄົ້ນຫາກ່ອນເປີດ...
my: လိုအပ်သောအကြောင်းကိုရှာရန်...
si: මෙතනින් මගේ මතකද මහන්සි කරනවා...

# type
source: Type Your Message...
km: បញ្ចូល​សារ​របស់អ្នក...
lo: ພິມຂໍ້ຄວາມຂອງທ່ານ...
my: သင့်မကိုတစ်ခုတည်းရိုက်ပါ...
si: ඔබගේ පණිවුඩය ටයිප් කරන්න...

# faq
source: FAQs
km: សំនួរ​ដំណើរការ​ធម្មតា
lo: ຄຳຖາມຕໍ່ຮອງ
my: အမျိုးအစားများ
si: සාක්‍ය

source: History
km: ប្រវត្តិ
lo: ປະຫວັດ
my: သမိုင်း
si: ඉතිහාසය

source: Image
km: រូបភាព
lo: ຮູບພາບ
my: ပုံ
si: රූපය

# imgSearch
source: Search image title..
km: ស្វែងរក​ចំណងជើង​រូបភាព...
lo: ຄົ້ນຫາຫົວຂໍ້ຮູບພາບ...
my: ပုံအမည်ကိုရှာပါ...
si: රූපයේ මාතෘකාව සොයන්න...

# privacy
source: Privacy Policy
km: គោលការណ៍ភាពឯកជន
lo: ລະບຸລຳສະຫນາບ
my: လူမှုလျှောက်ထားခြင်း
si: පෞද්ගලීස් පෙළපා

# edit
source: Edit Profile
km: កែសម្រួល​ប្រូហ្វល់
lo: ແກ້ໄຂບັນທຶກ
my: ပရိုဖိုင်းပြင်ဆင်ပါ
si: මතුවෙනි පැතිකඩ

# name
source: Full Name
km: ឈ្មោះ​ពេញ
lo: ຊື່​ແຖະ
my: အမည်ဖြင့်
si: මුල් නම

source: Email
km: អ៊ីម៉ែល
lo: ອີເມລ
my: အီးမေးလ်
si: ඊමේල්

# phone
source: Phone Number (optional)
km: លេខទូរសព្ទ (ជូនជាក់)
lo: ເບີ​ໂທ​ລະສັບ (ບໍ່ຕ້ອງການ)
my: ဖုန်းနံပါတ် (ရွေးချယ်ပါ)
si: දුරකථන අංකය (විකල්පයක්)

source: Update
km: ធ្វើ​បច្ចុប្បន្ន
lo: ປັບປຸງ
my: အပ်ဒိတ်ပါ
si: යාවත්කාලීන කරන්න

# profile
source: My Profile
km: របស់ខ្ញុំ
lo: ໂປຣໄຟລຂອງຂ້ອຍ
my: ကိုယ်ပိုင်
si: මමාතෘ

# password
source: Change Password
km: ផ្លាស់​ប្ដូរ​ពាក្យសម្ងាត់
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
my: စကားဝှက်ပြောင်းပါ
si: මුරපදය වෙනස් කරන්න

# profileTitle
source: Profile
km: រូបភាព
lo: ໂປຣໄຟລ
my: ကိုယ်ပိုင်
si: පැතිකඩ

# plan
source: Subscription Plan
km: ផែនការចូលរួម
lo: ອົງການສະຫນີ
my: အစီရင်ခံစာ
si: දළුණු සැලසුම

source: Language
km: ភាសា
lo: ພາສາ
my: ဘာသာစကား
si: භාෂාව

# term
source: Terms & Conditions
km: លក្ខខណ្ឌ និង លក្ខណៈ
lo: ເງື່ອນໄຂ & ຄໍາແນະນຳ
my: စည်းကမ်းနှင့်ဆက်သွယ်ရန်
si: බෙදාහැරීම් & අන්තර තීරුවන්

source: Log Out
km: ចេញ
lo: ອອກຈາກລະບົບ
my: အကွှေ့ရှပ်ပါ
si: ඉවත් වන්න

# help
source: How can I help you?
km: តើខ្ញុំអាច​ជួយ​អ្នកបានយ៉ាងដូចម្តេច?
lo: ທ່ານຕ້ອງການຫຍັງ?
my: သင်ဘယ်လိုသွားလဲ?
si: මම කෙළින්ම උඹට කෙටි කළ හැකියයිද?

source: Send
km: ផ្ញើ
lo: ສົ່ງ
my: ပို့ပါ
si: යවන්න

# premium
source: Purchase Premium Plan
km: ទិញ​ផេរីម​ចម្បង
lo: ຊື້ອໍໂຕນຳການ Premium
my: မှတ်ချက်ရှာဖွေရန်
si: ප්‍රවියෝධි සැලසුම මිලදී

# buy
source: Buy Now
km: ទិញ​ឥឡូវ
lo: ຊື້​ດຽວ
my: ချိတ်ဆက်ရန်
si: දැන් සෙවන්කරන්න

source: Log In
km: ចូល
lo: ເຂົ້າ​ລະ​ບົບ
my: အကောင့်ဝင်ရန်
si: ඇතුල් වන්න

# welcome
source: Welcome back
km: ស្វាគមន៍​ម្តងទៀត
lo: ຍິນ​ດີ​ການ​ກວດສອບ​ຂອງ​ທ່ານ​ຄືນ
my: အပြီးကွားရှိပါတယ်
si: ආයුබෝවන් ආරාධනා

# remember
source: Remember me
km: ចងចាំខ្ញុំ
lo: ຈົບລົງທະບຽນ
my: ကျွန်မှာတင်ပါ
si: මම මාතෘ හුවමාරු

# forgotPass
source: Forgot password
km: ភ្លេច​ពាក្យសម្ងាត់
lo: ລືມ​ລະ​ຫັດ​ຜ່ານ
my: စကားဝှက်မေ့သွားသလား
si: මම මුරපදය අමතකද?

# or
source: Or log in with social account
km: ឬ​ចូល​ទៅតាម​គណនីសង្គម
lo: ຫຼື​ເຂົ້າ​ລະ​ບົບ​ດ້ວຍ​ບັນ​ຊີ​ສຳ​ລັບ
my: သို့မဟုတ်တို့တက်ရာအကောင့်နှင့် ဝဘ်ဆောင်နှင့်ဝက်ဘ့်အကောင့်ဖွင့်ပါ
si: නම් හෝ සතුටු ගිණුමේ ඇතුළු වන්න

# noAc
source: Donâ€™t have an account?
km: មិន​មាន​គណនីទេ?
lo: ບໍ່​ມີ​ບັນ​ຊີ?
my: အကောင့်မရှိပါသလား?
si: ගිණුමක් නොමැතිද?

source: Sign Up Here
km: ចុះឈ្មោះ​នៅ​ទីនេះ
lo: ລົງ​ທະບຽນ​ທີ່ນີ້
my: ဒီမှာအကောင့်အသစ်ဖွင့်ပါ
si: මෙතැනින් ලියාපදිංචි වන්න

source: Sign Up
km: ចុះឈ្មោះ
lo: ລົງ​ທະບຽນ
my: အကောင့်အသစ်ဖွင့်ပါ
si: ලියාපදිංචි

# createAcc
source: Create an Account
km: បង្កើត​គណនី
lo: ສ້າງ​ບັນ​ຊີ
my: အကောင့်ဖွင့်ရန်
si: නව ගිණුමක් සහිතව කරන්න

# haveAcc
source: Already have an account?
km: មាន​គណនី​រួចហើយ?
lo: ມີ​ບັນ​ຊີ​ຢູ່ຢູ່ແລ້ວ?
my: အကောင့်ရှိပါသလား?
si: මෙම් ගිණුමක් ඉල්ලන්ද?

source: Log In Here
km: ចូល​នៅ​ទីនេះ
lo: ເຂົ້າ​ລະ​ບົບ​ທີ່ນີ້
my: ဒီမှာအကောင့်ဝင်ရန်
si: මෙමෙම් පුරනැද්ද

# continueButton
source: Continue
km: បន្ត
lo: ດ້ວຍ​ຕໍ່
my: ဆက်လက်လုပ်ပါ
si: පවත්වන්ද

# newPass
source: Create New Password
km: បង្កើត​ពាក្យសម្ងាត់​ថ្មី
lo: ສ້າງ​ລະ​ຫັດ​ຜ່ານ​ໃໝ່
my: စကားဝှက်အသစ်ဖြည့်ရန်
si: නව මුරපදයක් සාදන්න

# setNewPass
source: Set Up New Password
km: កំណត់​ពាក្យសម្ងាត់​ថ្មី
lo: ຕັ້ງ​ລະ​ຫັດ​ຜ່ານ​ໃໝ່
my: စကားဝှက်အသစ်ကိုသတ်မှတ်ရန်
si: නව මුරපදයක් සැකසුන්න

source: New Password
km: ពាក្យសម្ងាត់​ថ្មី
lo: ລະ​ຫັດ​ຜ່ານ​ໃໝ່
my: စကားဝှက်အသစ်
si: නව මුරපදය

# confirmPass
source: Confirm Password
km: បញ្ជាក់​ពាក្យសម្ងាត់
lo: ຢືນ​ຢັນ​ລະ​ຫັດ​ຜ່ານ
my: စကားဝှက်အသစ်အတည်ပြုပါ
si: මුරපදය තහවුරු කරන්න

# changePass
source: Change Password
km: ផ្លាស់​ប្ដូរ​ពាក្យសម្ងាត់
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
my: စကားဝှက်အသစ်ပြောင်းပြပါ
si: මුරපදය වෙනස් කරන්න

# oldPass
source: Old Password
km: ពាក្យសម្ងាត់​ចាស់
lo: ລະ​ຫັດ​ຜ່ານ​ເກົ່າ
my: စကားဝှက်အဟောင်း
si: පැරණි මුරපදය

source: Theme
km: រចនា
lo: ຮູບ​ແບບ
my: အပြင်ဘက်
si: විස්තර

source: Chat History
km: ប្រវត្តិ​ជជែក
lo: ປະຫວັດ​ສົ່ງ​ຄວາມ
my: စာရင်းမှသာမှန်အမှတ်စာမျက်နှာ
si: සංවාද ඉතිහාසය

source: Image History
km: ប្រវត្តិ​រូបភាព
lo: ປະຫວັດ​ຮູບພາບ
my: ပုံသမိုင်း
si: රූපය ඉතිහාසය

source: Not Found
km: រក​មិន​ឃើញ
lo: ບໍ່​ຫນ້າ
my: ရှာမတွေ့ပါ
si: නැත

source: Remove
km: ដក​ចេញ
lo: ລຶບ
my: ဖျက်ပါ
si: විමසන්න

source: Image history
km: ប្រវត្តិ​រូបភាព
lo: ປະຫວັດ​ຮູບພາບ
my: ပုံသမိုင်း
si: රූපයේ ඉතිහාසය

source: Download
km: ទាញ​យក
lo: ດາວໂຫຼດ
my: ဒေါင်းလုပ်ပါ
si: බාගන්න

source: Get Pro
km: ទិញ​ផ្លាក​ចម្បង
lo: ເຂົ້າ​ຊົມ​ປະ​ເພດ​ Pro
my: ကိုယ်ပိုင်ရှင်သွင်းရန်
si: ප්‍රවියෝධියක් එකතු කරන්න

# freeSavenDays
source: Free 7 days
km: សេរី​ 7 ថ្ងៃ
lo: ຟຣີ 7 ມື້
my: အခမဲ့ 7 ရက်
si: නිදහස් 7 දින

source: Free Plan
km: ផែនការ​សេរី
lo: ອົງການ​ຟຣີ
my: အခမဲ့အစီရင်ခံ
si: නිදහස් සැලසුම

source: Credit
km: ឥណទាន
lo: ເຄິ່ງ​ເລີດ
my: အကြောင်း
si: ණය

source: Balance
km: សមតុល្យ
lo: ຍອດ​ຍົກ
my: လက်ကျန်
si: අධීක්ෂණය

source: Collect
km: ប្រមូល
lo: ລົງ​ທະບຽນ
my: စုစည်းမှု
si: සමිතව කරන්න

source: Use Now
km: ប្រើ​ឥឡូវ
lo: ໃຊ້​ດຽວນີ້
my: အခြားအသုံးပြုပါ
si: දැන් භාවිතා කරන්න

source: My Credit
km: ឥណទាន​របស់ខ្ញុំ
lo: ເຄິ່ງ​ເລີດ​ຂອງຂ້ອຍ
my: ကိုယ်ပိုင်အကြောင်း
si: මමේ ණය

# langugage
source: Language
km: ភាសា
lo: ພາສາ
my: ဘာသာစကား
si: භාෂා

source: Save
km: រក្សា
lo: ບັນ​ທືກ
my: မှတ်တမ်းပါ
si: සුරකින්න
